Repository: mkappus1/DatenmanagementMTHS24
Catalog: Woche 2/Skripte/TMX-EN-IT/tmx_teil_4.tmx
Source language: en
Languages: it

source: Arranging of displays for advertising purposes
it: Organizzazione di presentazioni per scopi pubblicitari

source: Dissemination of data relating to business
it: Divulgazione di dati in materia di affari

source: Promotion [advertising] of concerts
it: Promozione [pubblicità] di concerti

source: Promotional advertising relating to philosophical instruction
it: Pubblicità promozionale in materia di formazione filosofica

source: Compilation of lists of prospective customers
it: Compilazione di elenchi di clienti potenziali

source: Provision of business information via global computer networks
it: Informazioni aziendali disponibili tramite reti informatiche globali

source: Copying services
it: Servizi di copiatura

source: Advertising of commercial or residential real estate
it: Pubblicità riguardo a beni immobili commerciali o residenziali

source: Secretarial services
it: Servizi di segreteria

source: Shop retail services connected with carpets
it: Servizi di vendita al dettaglio in materia di tappeti

source: Consultancy relating to business efficiency
it: Consulenza in materia di efficienza aziendale

source: Brokerage of name and address based lists
it: Mediazione per elenchi di nomi e indirizzi

source: Business advice relating to disposals
it: Consulenza aziendale in materia di smaltimento

source: Business advisory services relating to company performance
it: Servizi di onsulenza aziendale in materia di rendimento di società

source: Evaluations relating to business management in commercial enterprises
it: Valutazioni della gestione aziendale per imprese commerciali

source: Advisory services relating to electronic data processing
it: Servizi di consulenza in materia di elaborazione elettronica dei dati

source: Advisory services relating to promotional activities
it: Servizi di consulenza in materia di attività promozionali

source: Advisory services relating to the corporate structure of businesses
it: Servizi di consulenza in materia di struttura aziendale di società

source: Advisory services relating to the purchase of goods on behalf of others
it: Servizi di consulenza in materia di acquisto di prodotti per conto terzi

source: Agency services for arranging business introductions
it: Servizi di agenzia per l'organizzazione di presentazioni d'affari

source: Customer club services, for commercial, promotional and/or advertising purposes
it: Servizi di club per la clientela, per scopi commerciali, promozionali e/o pubblicitari

source: Administrative processing of purchase orders within the framework of services provided by mail-order companies
it: Elaborazione amministrativa di ordini d'acquisto nell'ambito dei servizi resi da società di ordinazione per corrispondenza

source: Advertising particularly services for the promotion of goods
it: Pubblicità, in particolare servizi per la promozione di prodotti

source: Clerical services for making appointments
it: Servizi di ufficio per fissare appuntamenti

source: Clerical services for the handling of enquiries
it: Servizi d'ufficio per gestione di indagini

source: Clerical services for the taking of sales orders
it: Servizi di ufficio per la ricezione di ordinativi di vendita

source: Mediation and conclusion of commercial transactions for others
it: Mediazione e stipulazione di transazioni commerciali per conto terzi

source: Reproduction of drawings
it: Riproduzione di disegni

source: Writing of business project studies
it: Stesura di studi di progetti aziendali

source: Investigations of marketing strategy
it: Indagini in materia di strategie di marketing

source: Personnel placement and recruitment
it: Selezione e collocamento di personale

source: Production of sound recordings for marketing purposes
it: Produzione di registrazioni audio per scopi di marketing

source: Production of video recordings for advertising purposes
it: Produzione di registrazioni video per scopi di marketing

source: Production of visual advertising matter
it: Produzione di materiale pubblicitario video

source: Business assistance
it: Assistenza aziendale

source: On-line auctioneering services via the Internet
it: Servizi di vendite all'asta on-line tramite Internet

source: Provision of assistance [business] in the establishment of franchises
it: Fornitura di assistenza [affari] per la costituzione di attività in franchising

source: Provision of assistance [business] in the operation of franchises
it: Fornitura di assistenza [affari] nella gestione di attività in franchising

source: Market information services relating to index levels
it: Servizi di informazioni di mercato riguardanti livelli di indici

source: Telemarketing services
it: Servizi di telemarketing

source: Analysis of the public awareness of advertising
it: Analisi dell'opinione pubblica in materia di pubblicità

source: Consultancy relating to the establishment and running of businesses
it: Consulenza in materia di costituzione e gestione di imprese

source: Demonstration of goods for promotional purposes
it: Dimostrazione di prodotti per scopi promozionali

source: Data search in computer files for others
it: Ricerche di dati su schedari informatici per terzi

source: Commercial administration of the licensing of the goods and services of others
it: Amministrazione commerciale di licenze di prodotti e di servizi di terzi

source: Advisory services (Business -) relating to the management of businesses
it: Servizi di consulenza (Affari -) in materia di gestione d'impresa

source: Reproduction of records [paper]
it: Riproduzione di documentazione [carta]

source: Assistance and consultancy services in the field of business management of companies in the energy sector
it: Servizi di assistenza e consulenza in materia di gestione aziendale di società nel settore dell'energia

source: Business advice relating to financial re-organisation
it: Consulenza aziendale in materia di ristrutturazioni finanziarie

source: Collection of data
it: Raccolta di dati

source: Updating of business information on a computer data base
it: Aggiornamento d'informazioni aziendali su una banca dati informatica

source: Acquisition of commercial information
it: Acquisizione di informazioni commerciali

source: Administration of business affairs
it: Amministrazione di affari aziendali

source: Management assistance in business affairs
it: Assistenza gestionale in materia di affari

source: Management assistance in the establishment of commercial undertakings
it: Assistenza gestionale nella costituzione di imprese commerciali

source: Management assistance to commercial companies
it: Assistenza gestionale in materia di imprese commerciali

source: Organization of trade fairs for commercial or advertising purposes
it: Organizzazione di fiere per scopi commerciali o di pubblicità

source: Trade marketing [other than selling]
it: Marketing commerciale [non vendita]

source: Industrial management consultation including cost/yield analyses
it: Consulenza di gestione industriale, comprese analisi di costi/rendimento

source: Advertising by mail order
it: Pubblicità per corrispondenza

source: Subscription to an information media package
it: Abbonamento a un pacchetto di mezzi d'informazione

source: Computerised inventory preparation
it: Preparazione computerizzata di inventari

source: Tax assessment [accounts] preparation
it: Stime fiscali [conti], preparazione

source: Business management advisory services relating to commercial enterprises
it: Servizi di consulenza in materia di gestione aziendale di imprese commerciali

source: Business management advisory services relating to industrial enterprises
it: Servizi di consulenza per la gestione aziendale in materia di imprese industriali

source: Accounting services relating to costs for farming enterprises
it: Servizi di contabilità relativi ai costi per aziende agricole

source: Organisation of exhibitions for business or commerce
it: Organizzazione di esposizioni per scopi aziendali o commerciali

source: Advisory services relating to business management and business operations
it: Servizi di consulenza in gestione aziendale e operazioni aziendali

source: Document reproduction [photocopying services]
it: Riproduzione di documenti [servizi di fotocopiatura]

source: Business management assistance for industrial or commercial companies
it: Assistenza in materia di gestione aziendale per società industriali o commerciali

source: Business strategy development services
it: Servizi di sviluppo di strategie aziendali

source: Preparation of payrolls [for others]
it: Preparazione di fogli paga [per conto terzi]

source: Business promotion services provided by telephone
it: Servizi di promozione aziendale tramite telefono

source: Information services relating to advertising
it: Servizi di informazione in materia di pubblicità

source: Interpretation of market research data
it: Interpretazione di dati di ricerche di mercato

source: Marketing research in the fields of cosmetics, perfumery and beauty products
it: Ricerche di marketing in materia di cosmetici, articoli di profumeria e prodotti di bellezza

source: Arranging of exhibitions for advertising purposes
it: Organizzazione di esposizioni per scopi pubblicitari

source: Arranging of exhibitions for business purposes
it: Organizzazione di esposizioni per scopi d'affari

source: Arranging of product launches
it: Organizzazione di lanci di prodotti

source: Compilation of statistical models for the provision of market dynamics information
it: Compilazione di modelli statistici per l'offerta di informazioni sulle dinamiche di mercato

source: Dissemination of data relating to advertising
it: Diffusione di dati riguardanti la pubblicità

source: Project studies for businesses
it: Studi di progetti per imprese

source: Promoting the sale of the services [on behalf of others] by arranging advertisements
it: Promozione della vendita di servizi [per conto terzi] tramite la gestione di annunci pubblicitari

source: Promotion [advertising] of travel
it: Promozione [pubblicità] di viaggi

source: Promotional marketing
it: Marketing promozionale

source: Television advertising
it: Pubblicità televisiva

source: Compilation of indexed addresses
it: Compilazione di indirizi variabili

source: Compilation of statistical data relating to business
it: Compilazione di dati statistici riguardanti gli affari

source: On-line promotion of computer networks and websites
it: Promozione on-line di reti informatiche e siti web

source: Consultations relating to business advertising
it: Consulenza in materia di pubblicità aziendale

source: Preparation of advertising material
it: Preparazione di materiale pubblicitario

source: Personnel recruitment
it: Reclutamento di personale

source: Organisation, operation and supervision of customer loyalty schemes
it: Organizzazione, gestione e supervisione di programmi fedeltà per clienti

source: Advertising in the popular and professional press
it: Pubblicità nella stampa comune e professionale

source: Advertising relating to transport and delivery
it: Pubblicità in materia di trasporti e consegne

source: Auctioning via telecommunication networks
it: Vendite all'asta tramite reti di telecomunicazione

source: Bidding quotation
it: Quotazione di offerte

source: Business appraisals and evaluations in business matters
it: Valutazioni aziendali e valutazioni in questioni aziendali

source: Advice relating to the business management of fitness clubs
it: Consulenza in materia di gestione aziendale di club di fitness

source: Business secretarial services
it: Servizi di segretariato aziendale

source: Arranging subscriptions to telecommunication services for others
it: Servizi di abbonamento ai servizi di telecomunicazione per i terzi

source: Presentation of goods on communication media, for retail purposes
it: Presentazione di prodotti con mezzi di comunicazione per la vendita al dettaglio

source: Advisory services relating to publicity for franchisees
it: Servizi di consulenza in materia di pubblicità per franchising

source: Advertising relating to pharmaceutical products and in-vivo imaging products
it: Pubblicità di prodotti farmaceutici e prodotti per la generazione di immagini in vivo

source: Collection of statistics for business
it: Raccolta di statistiche in materia di affari

source: Collection of commercial information
it: Raccolta di informazioni commerciali

source: Market reports and studies
it: Studi e bollettini di mercato

source: Distribution of advertising mail and of advertising supplements attached to regular editions
it: Distribuzione di materiale pubblicitario e di supplementi pubblicitari allegati alle normali edizioni

source: Leasing of advertising space on trains
it: Affitto di spazi pubblicitari su treni

source: Production of sound recordings for advertising purposes
it: Produzione di registrazioni audio per scopi pubblicitari

source: Assistance to industrial enterprises in the conduct of their business
it: Assistenza ad imprese industriali nella gestione dei loro affari

source: Assistance to management in commercial enterprises in respect of public relations
it: Assistenza dirigenziale a imprese commerciali in materia di relazioni pubbliche

source: Business assistance relating to franchising
it: Assistenza aziendale in materia di franchising

source: Provision of administrative staff
it: Fornitura di personale amministrativo

source: Provision of business data
it: Fornitura di dati commerciali

source: Provision of commercial business information by means of a computer database
it: Fornitura di informazioni commerciali mediante una banca dati informatica

source: Telephone answering for unavailable subscribers
it: Servizi di risposta telefonica per abbonati assenti

source: Trade show and exhibition services
it: Servizi di fiere ed esposizioni

source: Analysis of market research statistics
it: Analisi di statistiche di ricerche di mercato

source: Business promotion
it: Promozione aziendale

source: Procurement services for others [purchasing goods and services for other businesses]
it: Servizi di approvvigionamento per conto terzi [aquisto di prodotti e di servizi per altre imprese]

source: Outsourcing services [business assistance]
it: Servizi di subappalto [assistenza commerciale]

source: Testing to determine employment skills
it: Verifica delle capacità professionali

source: Promotion, advertising and marketing of on-line websites
it: Promozione, pubblicità e marketing di siti web on-line

source: Providing a searchable online advertising guide featuring the goods and services of other on-line vendors on the internet
it: Fornitura di guide pubblicitarie on-line contenenti prodotti e servizi di altri venditori on-line su Internet

source: Advice relating to the business operation of health clubs
it: Consulenza in materia di conduzione aziendale di club della salute

source: Advisory services (Business -) relating to the establishment of franchises
it: Servizi di consulenza (Affari -) relativi all'apertura di attività in franchising

source: Employment agency services provided for nannies
it: Servizi di agenzie di collocamento per bambinaie

source: Employment agency services relating to bilingual staff
it: Servizi di uffici di collocamento riguardanti personale bilingue

source: Employment agency services relating to nurses
it: Servizi d'agenzie di collocamento per infermieri

source: Arranging of commercial and business contacts
it: Mediazione di contatti commerciali ed economici

source: Psychometric testing for the selection of personnel
it: Test psicometrici per selezione del personale

source: Inventorying merchandise
it: Inventario di merci

source: Management of an airline company
it: Gestione di una compagnia aerea

source: Computerised data processing
it: Elaborazione informatica di dati

source: Publicity services
it: Servizi pubblicitari

source: Company office secretarial services
it: Servizi di segreteria per uffici di società

source: Vehicle fleet (business management of a -) [for others]
it: Parco veicoli (gestione aziendale di un -) [per conto terzi]

source: Preparation and realization of media and advertising plans and concepts
it: Preparazione e realizzazione di piani e concetti mediatici e pubblicitari

source: Product demonstration services in shop windows by live models
it: Servizi di dimostrazione di prodotti in vetrine da parte di modelli

source: Distribution of promotional matter
it: Distribuzione di materiale promozionale

source: Electronic data processing
it: Elaborazione elettronica di dati

source: Management advisory services related to franchising
it: Consulenza gestionale in materia di franchising

source: Trade promotional services
it: Servizi promozionali commerciali

source: Transcription of messages
it: Trascrizione di messaggi

source: Information in business matters
it: Informazioni in materia di affari

source: Price analysis services
it: Servizi di analisi di prezzi

source: Computerised business promotion
it: Promozione aziendale computerizzata

source: Advertising services by means of balloon displays
it: Servizi pubblicitari mediante palloncini da esposizione

source: Advertising services for the literary industry
it: Servizi pubblicitari per il settore letterario

source: Preparation of annual returns for business undertakings
it: Preparazione di rendiconti annuali per imprese commerciali

source: Preparation of documents relating to business
it: Preparazione di documenti riguardanti gli affari

source: Data processing
it: Elaborazione dati

source: Administrative accounting
it: Contabilità amministrativa

source: Retail shop window display arrangement services
it: Servizi di allestimento di vetrine di negozi al dettaglio

source: Preparation and completion of income tax returns
it: Preparazione e compilazione di dichiarazioni dei redditi

source: Administration relating to business planning
it: Amministraizone in materia di pianificazione di affari

source: Advertising analysis
it: Analisi pubblicitaria

source: Cost accounting
it: Calcolo dei costi

source: Advice concerning chemical product marketing
it: Consulenza riguardante il marketing di prodotti chimici

source: Assistance in franchised commercial business management
it: Assistenza nella gestione di imprese commerciali in franchising

source: Advertising services relating to hotels
it: Servizi pubblicitari relativi ad alberghi

source: Advertising services relating to the marine and maritime industry
it: Servizi pubblicitari relativi al settore marittimo e marino

source: Management administration of commercial undertakings
it: Amministrazione gestionale di imprese commerciali

source: Dissemination services of advertisement matter
it: Servizi di diffusione di materiale pubblicitario

source: Preparation of economic reports
it: Preparazione di relazioni economiche

source: Business project management
it: Gestione di progetti aziendali

source: Inventory management services
it: Servizi di gestione inventario

source: Market research and business analyses
it: Ricerche di mercato e analisi commerciali

source: Data transcription
it: Trascrizione di dati

source: Demonstration of photographic equipment [for advertising purposes]
it: Dimostrazione di apparecchiature fotografiche [per scopi pubblicitari]

source: Dissemination of commercial information
it: Diffusione di informazioni commerciali

source: Document preparation
it: Preparazione di documenti

source: Promotion of fairs for trade purposes
it: Promozione di fiere per scopi commerciali

source: Transcription of communications [office functions]
it: Trascrizioni di comunicazioni [lavori d'ufficio]

source: Advertising services provided via the internet
it: Servizi di pubblicità forniti via Internet

source: Advertising, marketing and promotional services
it: Servizi pubblicitari, di marketing e promozionali

source: Business consultancy services relating to the promotion of fund raising campaigns
it: Servizi di consulenza aziendale in materia di promozione di campagne di raccolta fondi

source: Consulting and information concerning accounting
it: Consulenza e informazioni in materia di contabilità

source: Document reproduction
it: Riproduzione di documenti

source: Advertising services to promote the sale of beverages
it: Servizi pubblicitari per la promozione della vendita di bevande

source: Secretarial employment services
it: Servizi di collocamento per segretari

source: Consultancy relating to management selection
it: Consulenza in materia di selezione della dirigenza

source: Compilation, production and dissemination of advertising matter
it: Compilazione, produzione e distribuzione di materiale pubblicitario

source: Organisation of fashion shows for commercial purposes
it: Organizzazione di sfilate di moda per scopi commerciali

source: Provision of computerised advertising services
it: Fornitura di servizi pubblicitari computerizzati

source: Provision of computerised information relating to business records
it: Fornitura di informazioni computerizzate in materia di documentazione aziendale

source: Market research for compiling information on viewers of television
it: Ricerche di mercato per la compilazione di informazioni su spettatori televisivi

source: Marketing by telephone
it: Marketing telefonico

source: Filing documents or magnetic-tapes [office functions]
it: Archiviazione di documenti o nastri magnetici [lavori d'ufficio]

source: Production of advertising films
it: Produzione di spot pubblicitari

source: Evaluation of personnel requirements
it: Valutazione dei requisiti del personale

source: Advertising of the services of other vendors, enabling customers to conveniently view and compare the services of those vendors
it: Pubblicità di servizi di altri venditori per consentire ai clienti di esaminare e confrontare i servizi di tali venditori

source: Classified advertising
it: Annunci economici

source: Distribution of prospectuses and samples
it: Distribuzione di dépliant e di campioni

source: Advisory services (Business -) relating to the exploitation of inventions
it: Servizi di consulenza (Affari -) in materia di sfruttamento di invenzioni

source: Xerography
it: Xerografia

source: Job agency services for para-medical personnel
it: Servizi di agenzie per il lavoro per personale paramedico

source: Leasing of advertising space on railway properties
it: Locazione di spazi pubblicitari su proprietà ferroviarie

source: Modeling agency services
it: Servizi di agenzie di modelli

source: On-line data processing services
it: Servizi di elaborazione dati on-line

source: Professional business consultation relating to the setting up of businesses
it: Consulenza aziendale professionale in materia di costituzione di imprese

source: Professional consultancy relating to marketing
it: Consulenza professionale in materia di marketing

source: Arranging the distribution of advertising samples
it: Organizzazione della distribuzione di campioni pubblicitari

source: Automatic re-ordering service for business
it: Servizi di riordino automatici per imprese

source: Business consultancy services relating to insolvency
it: Servizi di consulenza aziendale in materia di insolvenze

source: Operational business assistance to enterprises
it: Assistenza commerciale operativa alle imprese

source: Provision of business assistance
it: Fornitura di assistenza negli affari

source: Provision of business information relating to franchising
it: Fornitura di informazioni commerciali in materia di franchising

source: Public relations services
it: Servizi di pubbliche relazioni

source: Management of business offices for others
it: Gestione di attività commerciali per conto terzi

source: Management of business projects [for others]
it: Gestione di progetti aziendali [per conto terzi]
